Repository: WorkManOne/NormSchedule
Catalog: Localizable.xcstrings
Source language: ru
Languages: en

source: (с помощью технологии парсинга)
en: (using parsing technology)

# bottom
source: Снизу
en: Bottom

# even
source: Чет
en: Even

# none
source: Нет
en: None

# odd
source: Нечет
en: Odd

# round
source: Округлый
en: Round

# straight
source: Прямой
en: Straight

# top
source: Сверху
en: Top

source: Без четности
en: No parity

source: Больше не нужно ждать чьих то серверов и их синхронизацию.
en: No more waiting for someone's servers and their synchronization.

source: В выбранном расписании пока нет занятий
en: There are no classes in the selected schedule yet

source: В этот день занятий вроде нет
en: There seem to be no classes on this day

source: Важность
en: Importance

source: Видимость и порядок
en: Visibility and order

source: Время
en: Time

source: Все загруженные расписания хранятся на вашем устройстве.
en: All downloaded schedules are stored on your device.

source: Всегда
en: Always

source: Вы готовы начать пользоваться приложением.
en: You are ready to start using the app.

source: Вы сможете вернуться к обучению в любой момент времени в настройках.
en: You can return to the tutorial at any time in settings.

source: Выберите важность
en: Select importance

source: Выберите группу
en: Select group

source: Выберите расписание
en: Select schedule

source: Выберите тип
en: Select type

source: Выберите университет
en: Select university

source: Выберите учителя
en: Select teacher

source: Выберите факультет
en: Select faculty

source: Выбор расписания
en: Schedule selection

source: Выбрано: %@
en: Selected: %@

source: Выбрать
en: Select

source: Готово
en: Done

source: Готово!
en: Done!

source: Группа
en: Group

source: Далее
en: Next

source: Детали
en: Details

source: Добавить пару
en: Add class

source: Добро пожаловать!
en: Welcome!

source: Дополнительная информация
en: Additional information

source: Если расписание выбрано, но пустое, проверьте сайт вуза, возможно там тоже пусто :)
en: If the schedule is selected but empty, check the university website, it might be empty there too :)

# Ещё %lld скрыт%@
source: Ещё %1$lld скрыт%2$@
en: %1$lld more hidden

source: Загружайте расписания себе на устройство в любое время!
en: Download schedules to your device at any time!

source: Загружено:
en: Downloaded:

source: Загружено: %@
en: Downloaded: %@

source: Загрузить выбранное расписание
en: Download selected schedule

source: Загрузить выбранное расписание преподавателя
en: Download selected teacher's schedule

source: Загрузить расписание
en: Download schedule

source: Загрузка
en: Loading

source: Загрузка доступна, пока работает сайт вашего вуза с расписанием.
en: Download is available while your university's schedule website is working.

source: Загрузка с некоторых вузов недоступна при включенном VPN
en: Download from some universities is unavailable with VPN enabled

source: Закрепить
en: Pin

source: Закрепленные занятия помечаются булавкой
en: Pinned classes are marked with a pin

source: Заметки
en: Notes

source: Занятие
en: Class

source: Занятия с заметками помечаются желтым маркером на уголках
en: Classes with notes are marked with yellow markers in the corners

source: и опробуйте новые возможности в деле.
en: and try out the new features in action.

source: Кайф
en: Awesome

source: Место
en: Location

source: На занятия можно оставлять заметки
en: You can leave notes for classes

source: Нажав на кнопку, воспроизведется реклама. После нее вы увидите уникальную фразу и анимацию.
en: By pressing the button, an ad will play. After it, you will see a unique phrase and animation.

source: Нажмите и удерживайте палец на занятии чтобы вызвать меню.
en: Press and hold your finger on a class to bring up the menu.

source: Назад
en: Back

source: Название
en: Title

source: Название недели
en: Week name

source: Накормить
en: Feed

source: Накормить разработчика
en: Feed the developer

source: Настройки интерфейса
en: Interface settings

source: Начало
en: Start

source: Не выбрано
en: Not selected

source: Нечетная
en: Odd

source: Ок
en: OK

source: Окончание
en: End

source: Основная информация
en: Basic information

source: Отмена
en: Cancel

source: Отображение актуального
en: Display current

source: Очистить всё расписание
en: Clear entire schedule

source: Ошибка
en: Error

source: Пара автоматически переместится в расписании согласно новому времени
en: The class will automatically move in the schedule according to the new time

source: Перейдите в настройки чтобы загрузить расписание или создать новое
en: Go to settings to download a schedule or create a new one

source: Подгруппа
en: Subgroup

source: Поддержка в Telegram
en: Telegram support

source: Подробнее
en: More details

source: Позиция дней недели
en: Weekdays position

source: Познакомьтесь с контекстным меню
en: Get acquainted with the context menu

source: Поиск по университету, факультету или группе...
en: Search by university, faculty or group...

source: Поиск...
en: Search...

source: Показать пару
en: Show class

source: Политика конфиденциальности
en: Privacy policy

source: Помощь
en: Help

source: Попробуйте полистать
en: Try scrolling through

source: Преподаватель
en: Teacher

source: Пройти обучение заново
en: Go through tutorial again

source: Пропустить
en: Skip

source: Расписание
en: Schedule

source: Расписание не выбрано
en: Schedule not selected

source: Расписание пустое
en: Schedule is empty

source: Расписания не найдены
en: Schedules not found

source: Редактирование пары
en: Editing class

source: Редактировать расписание
en: Edit schedule

source: Реклама помогает поддерживать проект
en: Advertising helps support the project

source: Системные настройки
en: System settings

source: Скрыть пару
en: Hide class

source: Содержит всю необходимую информацию о занятии позволяя быстро ориентироваться в любой ситуации
en: Contains all necessary information about the class allowing you to quickly navigate any situation

source: Создать занятие
en: Create class

source: Сохранить
en: Save

source: Стиль панели с днями
en: Days panel style

source: Такие занятия всегда на виду
en: Such classes are always visible

source: Тип занятия
en: Class type

source: Только нечетные
en: Odd weeks only

source: Только четные
en: Even weeks only

source: Удалить кэшированные данные (факультеты, группы, преподаватели)
en: Delete cached data (faculties, groups, teachers)

source: Удалить пару
en: Delete class

source: Удерживайте и перетаскивайте пару, чтобы изменить порядок. Переключайте тумблеры, чтобы установить видимость пары.
en: Hold and drag a class to change its order. Toggle switches to set class visibility.

source: Университет
en: University

source: Университет для загрузки
en: University to download from

source: Установите настройку один раз и она будет автоматически переключаться каждую неделю.
en: Set the setting once and it will automatically switch every week.

source: Факультет
en: Faculty

source: Четная
en: Even

source: Четность недели
en: Week parity

source: Четность недель
en: Weeks parity

source: Чтобы познакомиться со всеми функциями приложения рекомендуем пройти обучение.
en: To get acquainted with all the app features, we recommend going through the tutorial.

source: Эта настройка помогает отслеживать актуальные занятия на текущей неделе.
en: This setting helps track relevant classes for the current week.

source: Это самый простой способ поблагодарить разработчика.
en: This is the simplest way to thank the developer.
